[
  {
    "authorName": "Brandon Sanderson",
    "imageURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1675297784i/63068384.jpg",
    "category": "Fantasy",
    "bookDescription": "The only life Tress has known on her island home in an emerald-green ocean has been a simple one, with the simple pleasures of collecting cups brought by sailors from faraway lands and listening to stories told by her friend Charlie. But when his father takes him on a voyage to find a bride and disaster strikes, Tress must stow away on a ship and seek the Sorceress of the deadly Midnight Sea. Amid the spore oceans where pirates abound, can Tress leave her simple life behind and make her own place sailing a sea where a single drop of water can mean instant death?",
    "bookTitle": "Tress of the Emerald Sea",
    "bookPDFURL": "https://s1.papyruspub.com/files/demos/products/ebooks/novels/fantasy/Preview-Tress-of-the-Emerald-Sea-by-Brandon-Sanderson.pdf"
  },
  {
    "authorName": "Heather Fawcett",
    "imageURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1651622856i/60657589.jpg",
    "category": "Fiction",
    "bookDescription": "A curmudgeonly professor journeys to a small town in the far north to study faerie folklore and discovers dark fae magic, friendship, and love in the start of a heartwarming and enchanting new fantasy series. \n Cambridge professor Emily Wilde is good at many things: She is the foremost expert on the study of faeries. She is a genius scholar and a meticulous researcher who is writing the world's first encyclopaedia of faerie lore. But Emily Wilde is not good at people. She could never make small talk at a party--or even get invited to one. And she prefers the company of her books, her dog, and the Fair Folk. \n So when she arrives in the hardscrabble village of Hrafnsvik, Emily has no intention of befriending the gruff townsfolk. Nor does she care to spend time with another new arrival: her dashing and insufferably handsome academic rival Wendell Bambleby, who manages to charm the townsfolk, get in the middle of Emily's research, and utterly confound and frustrate her.\n But as Emily gets closer and closer to uncovering the secrets of the Hidden Ones--the most elusive of all faeries--lurking in the shadowy forest outside the town, she also finds herself on the trail of another mystery: Who is Wendell Bambleby, and what does he really want? To find the answer, she'll have to unlock the greatest mystery of all--her own heart.",
    "bookTitle": "Emily Wilde's Encyclopaedia of Faeries",
    "bookPDFURL": "linkk"
  }
]
